INSERT INTO department (name) VALUES
('Бухгалтерия'),
('Маркетинг'),
('Продажи'),
('HR'),
('IT'),
('Юридический'),
('Логистика'),
('Разработка'),
('Клиентская поддержка'),
('Исследования и разработки');

INSERT INTO employee (name, salary, department_id, manager) VALUES
('Полякова Светлана', 500.10, 1, false),
('Иванов Иван', 650.51, 1, false),
('Смирнова Екатерина', 720.82, 2, false),
('Кузнецов Артем', 800.23, 2, false),
('Петров Александр', 900.45, 3, true),
('Морозова Алина', 480.36, 3, false),
('Соколова Наталья', 600.93, 4 , false),
('Григорьев Роман', 850.05, 4 , true),
('Дмитриев Андрей', 1000.00, 5, true),
('Васильева Ирина', 730.65, 5 , false);